tap "homebrew/bundle"
brew "git"
brew "mas"
brew "nvm"
brew "pipenv"
brew "pyenv"
brew "yarn"
cask "cursor"
cask "docker"
cask "google-chrome"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "LINE", id: 539883307
vscode "bradlc.vscode-tailwindcss"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hediet.vscode-drawio"
vscode "mhutchie.git-graph"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ritwickdey.liveserver"
